{
  "CopilotChat.nvim": { "branch": "main" },
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "blink-copilot": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "grug-far.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "inc-rename.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "modicator.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-elixir": { "branch": "master" },
  "neotest-vstest": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-spider": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "omnisharp-extended-lsp.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" }
}
